Repository: Ortiqnorqulov/Education-on
Catalog: home/locale/*/LC_MESSAGES/django.po
Languages: uz

source: About Us
uz: Biz Haqimizda

source: Home
uz: Bosh Sahifa

source: Blog Detail
uz: Blog Elementi

source: SHARE
uz: Ulashish

source: Recent Posts
uz: Oxirgi xabarlar

source: Comment
uz: Komentariya

source: Our Gallery
uz: Bizning galereyamiz

source: Our Course All
uz: Kurslarimiz

source: Category Course
uz: Kurs kategoriyasi

source: Category Courses
uz: Kurslar kategoriyasi

source: Our Courses
uz: Bizning Kurslar

source: All Course Category
uz: Kurslar kategoriyasi

source: Read More
uz: Ko'proq o'qish

source: Programming
uz: Dasturlash

source: Contact Us
uz: Biz bilan bog'lanish

source: Contact
uz: Bog'lanish

source: Information
uz: Ma `lumot

source: Support Line
uz: Qo'llab-quvvatlash liniyasi

source: Get In
uz: Aloqaga

source: Touch
uz: Chiqing

source: It is a long established fact that a reader will be distracted by the readable content of a page
uz: O'quvchining diqqatini o'zi bilan chalg'itishi uzoq vaqtdan beri tasdiqlangan haqiqatdir sahifaning o'qilishi mumkin bo'lgan mazmuni

source: Your Name
uz: Sizning Ismingiz

source: Your Email Address
uz: Emailingiz

source: Your Phone
uz: Telefon Raqamingiz

source: Subject
uz: Mavzu

source: Type Message
uz: Xabarni yozing

source: Send Message
uz: Xabar yuborish

source: Course Details
uz: Kurs elementi

source: Courses Details
uz: Kurs elementi

source: Buy Now This Courses
uz: Ushbu kursni hozir sotib oling

source: Categories
uz: Kategoriyalar

source: Overview
uz: Umumiy koʻrinish

source: Curriculum
uz: O'quv dasturi

source: Instructor
uz: Instruktor

source: Duration
uz: Davomiyligi

source: Skill level
uz: Malaka darajasi

source: Language
uz: Til

source: Assessments
uz: Baholar

source: Yes
uz: Ha

source: Comments
uz: Komentariyalar

source: says
uz: deydi

source: Coomment
uz: Komentariya

source: All Courses
uz: Barcha Kurslar

source: 404-Eror
uz: 404-Xato

source: Ooopps
uz: Voy

source: The Page you were looking for, couldnt be found.
uz: Siz qidirayotgan sahifa topilmadi.

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
uz: Siz qidirayotgan sahifa oʻchirilgan, nomi oʻzgartirilgan yoki vaqtincha mavjud boʻlmagan boʻlishi mumkin.

source: Preview
uz: Ko‘rib chiqish

source: Back To Home
uz: Uyga qaytish

source: FAQs
uz: KBSlar

source: Frequently Asked Questions
uz: Tez-tez so'raladigan savollar

source: Faqs
uz: KBSlar

source: Our Philosophy
uz: Bizning falsafamiz

source: Kingster's Principle
uz: Kingster printsipi

source: Key Of Success
uz: Muvaffaqiyat kaliti

source: Asked
uz: So'radi

source: Questions
uz: Savollar

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industrys standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it.
uz: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum is simply dummy text of the printing and typesetting industry.

source: Follow Us
uz: Bizni kuzatib boring

source: Completed Projects
uz: Tugallangan loyihalar

source: Happy Clients
uz: Baxtli mijozlar

source: Questions Answered
uz: Savollarga javob berildi

source: Ordered Coffee's
uz: Buyurtma qilingan kofe

source: Sign Up For A Newsletter
uz: Axborot byulleteniga yoziling

source: Weekly Breaking news analysis and cutting edge advices on job searching.
uz: Haftalik yangiliklar tahlili va ish qidirish bo'yicha ilg'or maslahatlar.

source: Subscribe
uz: Obuna boʻling

source: Company
uz: Kompaniya

source: About
uz: Haqida

source: Get In Touch
uz: Aloqaga chiqing

source: Dashboard
uz: Admin Panel

source: Courses
uz: Kurslar

source: Ask a Question
uz: Savol bering

source: Login
uz: Kirish

source: Register
uz: Ro'yxatdan o'tish

source: Search for items...
uz: Elementlarni qidirish...

source: Pages
uz: Sahifalar

source: FAQ's
uz: KBS's

source: Contac Us
uz: Biz bilan bog'lanish

source: Education home page
uz: Ta'lim bosh sahifasi

source: Batter Education For A Better
uz: Yaxshisi uchun Batter Education

source: View More
uz: Koʻproq koʻrish

source: Popular
uz: Mashhur

source: Review
uz: Ko‘rib chiqish

source: Online Courses To Learn
uz: O'rganish uchun onlayn kurslar

source: Own Your Feature Learning New Skills Online
uz: Yangi ko'nikmalarni onlayn o'rganish xususiyatiga egalik qiling

source: Search
uz: Qidirish

source: Over
uz: Ustida

source: student
uz: Talaba

source: Learn Anythink Online.
uz: Har qanday narsani onlayn o'rganing.

source: Adversiting
uz: Reklama

source: Upcoming Education Events To Feed Brain.
uz: Miyani oziqlantirish uchun kelgusi ta'lim tadbirlari.

source: View All Event
uz: Barcha voqealarni ko'rish

source: what people
uz: Odamlar nima

source: say
uz: deydi

source: Art Director
uz: Badiiy direktor

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type...
uz: Lorem Ipsum matbaa va matn terish sanoatining oddiygina soxta matnidir.Lorem Ipsum matbaa va matn terish sanoatining oddiygina soxta matnidir.Lorem Ipsum matbaa va matn terish sanoatining oddiygina soxta matnidir.

source: Web Designer
uz: Web dizayner

source: Recent
uz: Yaqinda

source: News
uz: Yangiliklar

source: It is a long established fact that a reader will be distracted by the readable content of a page<
uz: O'quvchini sahifaning o'qilishi mumkin bo'lgan mazmuni chalg'itishi uzoq vaqtdan beri tasdiqlangan haqiqatdir

source: READ MORE
uz: Ko'proq O'qish

source: Course
uz: Kurs

source: Price
uz: Narx

source: Action
uz: Harakat

source: Add to cart
uz: Savatga qo'shish

source: Sorry, we couldn't find any results matching your search
uz: Kechirasiz, qidiruvingizga mos keladigan natija topilmadi

source: You can search again or return to the homepage by checking the word you typed.
uz: Siz kiritgan so'zni tekshirish orqali yana qidirishingiz yoki bosh sahifaga qaytishingiz mumkin.
